Repository: OrDinaD/MyIIS
Catalog: MyIISMessages/Localizable.xcstrings
Source language: ru
Languages: be, en, uk

source: Все семестры и предметы
be: Усе семестры і дысцыпліны
en: All semesters and subjects
uk: Усі семестри та предмети

source: Вставить %@
be: Уставіць %@
en: Insert %@
uk: Вставити %@

# Вся зачетка
source: Вся зачётка
be: Уся залікоўка
en: Entire gradebook
uk: Уся заліковка

source: Данные: %@
be: Даныя: %@
en: Data: %@
uk: Дані: %@

# Зачетка %@
source: Зачётка %@
be: Залікоўка %@
en: Gradebook %@
uk: Заліковка %@

# Зачетка пока недоступна
source: Зачётка пока недоступна
be: Залікоўка пакуль недаступная
en: Gradebook is not available yet
uk: Заліковка поки недоступна

source: Не удалось подготовить PNG для iMessage.
be: Не ўдалося падрыхтаваць PNG для iMessage.
en: Couldn't prepare a PNG for iMessage.
uk: Не вдалося підготувати PNG для iMessage.

source: Номер %@ · общий средний %@
be: Нумар %@ · агульны сярэдні %@
en: Number %@ · overall average %@
uk: Номер %@ · загальний середній %@

source: Обновить данные
be: Абнавіць даныя
en: Refresh data
uk: Оновити дані

source: Общий средний
be: Агульны сярэдні
en: Overall average
uk: Загальний середній

source: Откройте зачётку в MyIIS один раз. После этого здесь появятся карточки для iMessage.
be: Адкрыйце залікоўку ў MyIIS адзін раз. Пасля гэтага тут з’явяцца карткі для iMessage.
en: Open the gradebook in MyIIS once. Cards for iMessage will then appear here.
uk: Відкрийте заліковку в MyIIS один раз. Після цього тут з’являться картки для iMessage.

source: Оценка
be: Адзнака
en: Grade
uk: Оцінка

source: Пересдачи
be: Пераздачы
en: Retakes
uk: Перездачі

source: Предметов
be: Дысцыплін
en: Subjects
uk: Предметів

source: Предметов: %lld
be: Дысцыплін: %lld
en: Subjects: %lld
uk: Предметів: %lld

source: Предметов: %lld · средний %@
be: Дысцыплін: %lld · сярэдні %@
en: Subjects: %lld · average %@
uk: Предметів: %lld · середній %@

source: Предметы
be: Дысцыпліны
en: Subjects
uk: Предмети

source: Преподаватель
be: Выкладчык
en: Instructor
uk: Викладач

source: Семестров
be: Семестраў
en: Semesters
uk: Семестрів

source: Средний за 4 года
be: Сярэдні за 4 гады
en: Four-year average
uk: Середній за 4 роки

source: Средний семестра
be: Сярэдні за семестр
en: Semester average
uk: Середній за семестр

source: Сформировано в MyIIS · данные от %@
be: Сфарміравана ў MyIIS · даныя ад %@
en: Generated in MyIIS · data from %@
uk: Сформовано в MyIIS · дані від %@

source: Форма контроля
be: Форма кантролю
en: Assessment type
uk: Форма контролю

source: Дата
en: Date

source: Семестр %@
en: Semester %@

source: Семестры
en: Semesters
uk: Семестри
